export default {
    home: {
        header:{
            label: 'ผู้ผลิตเหล็กแผ่นรีดเย็นรายแรกของประเทศไทย ผลิตเหล็กแผ่นรีดเย็นคุณภาพเยี่ยมสำหรับลูกค้า และเป็นผู้มีส่วนสนับสนุนต่อสังคม',
            description: 'TCRSS มีความภาคภูมิใจที่ได้เป็นผู้ผลิตเหล็กรีดเย็นคุณภาพเยี่ยมรายแรกในประเทศไทย ผลิตภัณฑ์ของเราสะท้อนถึงความมุ่งมั่นของ TCRSS ในด้านความเป็นเลิศด้านคุณภาพโดยใช้ทรัพยากรเทคโนโลยีระดับโลก TCRSS มุ่งมั่นเพื่อบรรลุถึงแนวทางปฏิบัติที่ดีที่สุด การกำกับดูแลกิจการที่ดี ความโปร่งใส และมุ่งมั่นเพื่อประโยชน์ของสังคมและความรับผิดชอบต่อชุมชน',
            button: 'เรียนรู้เกี่ยวกับเรา'
        },

        vision: {
            title: 'วิสัยทัศน์และพันธกิจของเรา',
            sub_title: 'มุ่งเป็นผู้ผลิตเหล็กแผ่นรีดเย็นชั้นเลิศ ด้วยทีมงานที่ยอดเยี่ยม เพื่อให้ผลตอบแทนที่ดีต่อผู้มีส่วนได้ส่วนเสียและสังคม',
            content_1: 'ส่งมอบสินค้าที่มีคุณภาพสูงแก่ลูกค้า ตรงต่อเวลา ด้วยการบริการที่ดี',
            content_2: 'พัฒนาศักยภาพบุคลากรและสร้างทีมงานที่ยอดเยี่ยมในสภาพแวดล้อมการทำงานที่ดี',
            content_3: 'อนุรักษ์สิ่งแวดล้อมเพื่อชุมชน',
            content_4: 'ปรับปรุงการลดต้นทุนทั่วทั้งองค์กรอย่างต่อเนื่อง',
            content_5: 'พัฒนาผลิตภัณฑ์เพื่อสนองตามความต้องการของลูกค้า',
        },

        value: {
            title: 'เราคือใคร',
            content_1: {
                title: 'T = Thai – Japan excellent spirit of joint venture',
                description: 'การร่วมมือที่เป็นเลิศระหว่างผู้ร่วมทุนไทยและญี่ปุ่น (สนับสนุนซึ่งกันและกัน)',
            },
            content_2: {
                title: 'C =  Commit to customer satisfaction',
                description: 'มุ่งมั่นสร้างความพึงพอใจแก่ลูกค้า (นำเสนอสินค้าที่มีคุณภาพสูง ตรงเวลาและบริการที่ดี)',
            },
            content_3: {
                title: 'R = Respect on integrity and ethics',
                description: 'ยึดมั่นในคุณธรรมและความซื่อสัตย์สุจริต (ทำในสิ่งที่ถูกต้อง)',
            },
            content_4: {
                title: 'S = Sustainable environment preservation',
                description: 'อนุรักษ์สิ่งแวดล้อมอย่างยั่งยืน (มุ่งมั่นเพื่อสิ่งแวดล้อมที่ดี)',
            },
            content_5: {
                title: 'S = Spirit of teamwork',
                description: 'การทำงานเป็นทีม (เรา คือ ทีมเดียวกัน)',
            },
        },

        news: {
            title: 'ข่าวและกิจกรรม',
            button: 'ดูทั้งหมด'
        },

        footer: {
            label: 'มาร่วมเป็นส่วนหนึ่งของบริษัทชั้นนำด้านการผลิตเหล็กแผ่นรีดเย็นในประเทศไทย',
            description: 'TCRSS เปิดโอกาสให้บุคคลที่มีศักยภาพ และต้องการความก้าวหน้า มาเป็นทีมเดียวกันร่วมสร้างความสำเร็จ พัฒนาองค์กรให้เติบโตอย่างมั่นคงและยั่งยืน',
            button: 'ร่วมงานกันเรา'
        }

    }
}
