export default {
    sustainability: 'ความยั่งยืน',

    governance: {
        title: 'การบริหารจัดการความยั่งยืนด้านธรรมาภิบาล',
        sub_title: 'บริษัท เหล็กแผ่นรีดเย็นไทย จำกัด (มหาชน) ตระหนักถึงหลักธรรมาภิบาลธุรกิจ เพื่อให้การดำเนินธุรกิจของบริษัทฯ มีการพัฒนาและเจริญเติบโตอย่างมั่นคงและยั่งยืน โดยคณะกรรมการบริษัทฯ ได้ให้ความสำคัญในเรื่องการกำกับดูแลกิจการที่ดีของบริษัทฯ มาอย่างต่อเนื่อง ด้วยการบริหารงานอย่างมีประสิทธิภาพและโปร่งใส อันจะสร้างความเชื่อมั่นให้เกิดขึ้นแก่ผู้มีส่วนได้เสียทุกฝ่าย ภายใต้การดำเนินกิจกรรมของบริษัทฯ ดังนี้',

        compliance: {
            title: 'การปฏิบัติตามข้อกำหนดของกฎหมาย',
            description: 'การบริหารจัดการและการดำเนินธุรกิจภายใต้หลักนิติธรรมจะต้องเป็นไปตามกฎหมาย กฎเกณฑ์ นโยบาย ระเบียบปฏิบัติ มติของคณะกรรมการหรือของผู้ถือหุ้น และจรรยาบรรณทางธุรกิจ'
        },
        declaration: {
            title: 'การประกาศเจตนารมณ์เข้าเป็นแนวร่วมต่อต้านคอร์รัปชันของภาคเอกชนไทย',
            description: 'การยึดมั่นความซื่อสัตย์สุจริตในการปฏิบัติหน้าที่อย่างเต็มความสามารถของคณะกรรมการ ผู้บริหาร และพนักงานทุกระดับ และการส่งเสริมจิตสำนึกและพฤติกรรมด้านคุณธรรมความถูกต้อง'
        },
        disclosure: {
            title: 'การเปิดเผยข้อมูลแก่ผู้มีส่วนได้ส่วนเสีย',
            description: 'การสื่อสารข้อมูลทางการเงินและข้อมูลที่เป็นประโยชน์ของบริษัทฯ ทั้งในรายงานประจำปีและทางอิเล็กทรอนิกส์บนเว็บไซต์เป็นการสร้างความไว้วางใจซึ่งกันและกันระหว่างบริษัทฯ และผู้มีส่วนได้เสีย ภายใต้การดำเนินงานด้วยความโปร่งใสและสามารถตรวจสอบได้'
        },
        risk: {
            title: 'การบริหารความเสี่ยง',
            description: 'การสร้างมาตรการป้องกันความเสี่ยงจากผู้เกี่ยวข้องทุกฝ่าย โดยมีส่วนร่วมในการบริหารการจัดการความเสี่ยงร่วมกัน'
        },
        delivery: {
            title: 'การส่งมอบสินค้าและบริการที่มีคุณภาพภายใต้มาตรฐานความปลอดภัย',
            description: 'การปฏิบัติหน้าที่ของทุกคนในบริษัทต้องมีความรับผิดชอบต่อคู่ค้าและผู้บริโภคทั้งห่วงโซ่อุปทานด้วยการค้าที่เป็นธรรม'
        },
        internal: {
            title: 'ระบบควบคุมภายใน',
            description: 'ระบบการควบคุมภายในที่ดีในการบริหารจัดการทรัพยากรที่มีอยู่ให้เกิดประโยชน์สูงสุดจะช่วยสร้างความคุ้มค่าและลดค่าใช้จ่าย รวมทั้งเพิ่มศักยภาพขององค์กรในการสร้างสรรค์นวัตกรรมใหม่ๆ ให้เป็นที่ยอมรับของสังคม'
        }
    },
    environmental: {
        title: 'การบริหารจัดการความยั่งยืนด้านสิ่งแวดล้อม',
        sub_title: 'บริษัทฯ ให้ความสำคัญอย่างต่อเนื่องในการดำเนินงานด้านสิ่งแวดล้อม เพื่อป้องกันไม่ให้เกิดผลกระทบต่อสิ่งแวดล้อม ชุมชนสังคม ตลอดจนผู้มีส่วนได้ส่วนเสียที่เกี่ยวข้องกับการดำเนินกิจกรรมของบริษัท  บริษัทฯ ส่งเสริมให้มีการใช้ทรัพยากรและพลังงานอย่างมีประสิทธิภาพ เป็นไปตามแผนการดำเนินงานด้านสิ่งแวดล้อม รวมถึงการป้องกัน ควบคุมและการจัดการมลพิษด้านต่างๆ อย่างมีประสิทธิภาพ โดยกำหนดบุคลากรเข้ามารับผิดชอบดำเนินการปฏิบัติ  ตามกฎหมายสิ่งแวดล้อมที่เกี่ยวข้องอย่างเคร่งครัด บริษัทฯ ได้รับการรับรองระบบมาตรฐานการจัดการสิ่งแวดล้อม (ISO 14001: 2015)  และได้รับรางวัลอุตสาหกรรมสีเขียว ระดับ 4 จากกระทรวงอุตสาหกรรม',
        energy: {
            title: 'การบริหารจัดการพลังงาน',
            description: 'บริษัทฯได้ตระหนักถึงความสำคัญของการใช้ทรัพยากรธรรมชาติ รวมถึงผลกระทบต่อสิ่งแวดล้อม บริษัทฯ จึงได้นำระบบการจัดการพลังงาน (ISO 50001: 2018) มาประยุกต์ใช้และได้กำหนดนโยบายการดำเนินงานด้านการจัดการพลังงาน เพื่อส่งเสริมให้การใช้พลังงานเป็นไปอย่างมีประสิทธิภาพและเกิดประโยชน์สูงสุด และลดผลกระทบที่อาจเกิดจากการนำทรัพยากรธรรมชาติที่มีอยู่ในปริมาณที่จำกัดมาใช้ และเพื่อส่งเสริมให้เกิดการอนุรักษ์พลังงานอย่างยั่งยืน บริษัทฯควบคุมให้การใช้พลังงานในองค์กรให้เกิดประโยชน์สูงสุด เพิ่มประสิทธิภาพการใช้พลังงานในองค์กรและส่งเสริมให้พนักงานมีส่วนร่วมในกิจกรรมอนุรักษ์พลังงาน',
        },
        water: {
            title: 'การบริหารจัดการน้ำ',
            description: 'บริษัทฯ มีมาตรการในการบริหารจัดการน้ำ และควบคุมคุณภาพน้ำก่อนปล่อยออกสู่แหล่งน้ำสาธารณะให้อยู่ในมาตรฐานที่กฎหมายกำหนด และมีการติดตั้งระบบตรวจวัดคุณภาพน้ำอัตโนมัติ และรายงานผลการตรวจวัดดังกล่าวให้แก่กรมโรงงานอุตสาหกรรมอย่างต่อเนื่องตลอด 24 ชั่วโมง  เพื่อสร้างความมั่นใจและเชื่อมั่นให้แก่ชุมชนและสังคมถึงการดำเนินงานที่เป็นไปตามมาตรฐานโปร่งใส  สามารถตรวจสอบได้ตามหลักธรรมาภิบาลสิ่งแวดล้อม ' +
                'บริษัทฯ ได้มีการนำหลัก 3Rs ( Reduce : การใช้น้อย,Reuse : การใช้ซ้ำ, Recycle : การนำกลับมาใช้ใหม่ ) มาประยุกต์ใช้ เพื่อให้เกิดการใช้ทรัพยากรน้ำอย่างคุ้มค่ามากที่สุด ได้แก่ การนำน้ำที่ผ่านกระบวนการบำบัดแล้วกลับมาใช้ใหม่ โดยนำน้ำจากบ่อพักน้ำทิ้งสุดท้าย ( Final Pond ) ซึ่งเป็นน้ำที่ผ่านการบำบัดแล้วกลับมาใช้ใหม่ในกระบวนการทำความสะอาดและใช้ในระบบบำบัดมลพิษอากาศ นอกจากนี้ยังใช้สำหรับรดน้ำต้นไม้ในพื้นที่โรงงาน เพื่อลดปริมาณการใช้น้ำดิบจากแหล่งน้ำธรรมชาติ'
        },
        waste: {
            title: 'การจัดการของเสีย',
            description: 'บริษัทฯ ได้ให้ความสำคัญในการบริหารจัดการกากของเสีย โดยเน้นการลดการของเสียจากแหล่งกำเนิด และกำหนดให้มีการคัดแยกของเสียจากต้นทางอย่างมีประสิทธิภาพ โดยบริษัทฯ กำหนดให้มีการคัดแยกขยะออกเป็น 3 ประเภท  ได้แก่  ขยะทั่วไป  ขยะรีไซเคิล  และขยะอันตราย  โดยขยะทั่วไปและขยะรีไซเคิล  บริษัทฯ ได้ทำสัญญาส่งกำจัดกับหน่วยงานท้องถิ่น  ส่วนขยะอันตรายจะถูกกำจัดโดยเลือกวิธีการกำจัดขยะที่มีผลกระทบน้อยที่สุด  และส่งกำจัดกับบริษัทรับกำจัดที่ได้รับอนุญาตจากกรมโรงงานอุตสาหกรรมเพื่อให้การกำจัดขยะที่ถูกต้องตามกฎหมาย นอกจากนี้ ในการจัดการขยะอุตสาหกรรม   บริษัทฯ มีเจ้าหน้าที่ควบคุมมลพิษของเสียอุตสาหกรรมดำเนินการ  เพื่อให้แน่ใจว่าการดำเนินการนั้นได้ปฏิบัติตามข้อกำหนดของกฎหมาย',
        },
        air: {
            title: 'การควบคุมคุณภาพอากาศ ',
            description: 'บริษัทฯ ได้ให้ความสำคัญในการควบคุมดูแลคุณภาพอากาศโดยการเลือกใช้พลังงานและเชื้อเพลิงที่มีประสิทธิภาพก่อให้เกิดมลพิษทางอากาศน้อย โดยมีการติดตั้งระบบบำบัดอากาศ ณ แหล่งกำเนิดมลพิษสารต่างๆ เพื่อควบคุมให้ได้ค่ามาตรฐานก่อนการปล่อยมลพิษทางอากาศออกสู่ภายนอก และมีการตรวจสอบคุณภาพอากาศอย่างต่อเนื่อง เพื่อให้มั่นใจว่าคุณภาพอากาศที่ระบายออกนอกโรงงานของบริษัทฯ ได้มาตรฐานตามที่กฎหมายกำหนด',
        },
        climate: {
            title: 'การบริหารจัดการ การเปลี่ยนแปลงสภาพภูมิอากาศ',
            description: 'บริษัทฯ ตระหนักและให้ความสำคัญต่อการเปลี่ยนแปลงสภาพภูมิอากาศโลกเพื่อให้สอดคล้องกับแผนนโยบายของประเทศ ซึ่งมีการเตรียมความพร้อมเพื่อรับมือกับการดำเนินงานด้านก๊าซเรือนกระจก โดยบริษัทฯ ได้มีการติดตามและบริหารจัดการก๊าซเรือนกระจกจากการดำเนินงานในระดับองค์กร โดยในปี 2566 บริษัทฯ ได้รับการรับรองคาร์บอนฟุตพริ้นท์ขององค์กร (Carbon Footprint for Organization : CFO) จากองค์การบริหารจัดการก๊าซเรือนกระจก (องค์การมหาชน)(TGO) โดยมีการจัดทำฐานข้อมูลการปล่อยก๊าซเรือนกระจกขององค์กรตามTGO และได้การทวนสอบโดยผู้ทวนสอบภายนอก MASCI (Third Party) จากสถาบันรับรองมาตรฐานไอเอสโอเมื่อวันที่ 28พฤศจิกายน 2566 ที่ผ่านมา',
        },
    },
    social: {
        title: 'การบริหารจัดการความยั่งยืนด้านสังคม',
        sub_title: 'บริษัท เหล็กแผ่นรีดเย็นไทย จำกัด (มหาชน) มีนโยบายดำเนินธุรกิจบนพื้นฐานของ ธรรมาภิบาล และความรับผิดชอบต่อสังคม รวมทั้งคำนึงถึงผลประโยชน์ของผู้มีส่วนได้ส่วนเสียทุกกลุ่ม ดังนี้',

        good_corporate: {
            title: 'การกำกับดูแลกิจการที่ดี',
            description: 'บริษัทฯ สนับสนุนการดำเนินธุรกิจอย่างมีจริยธรรม พร้อมทั้งปฏิบัติอย่างถูกต้องตามข้อกฎหมายและกฎระเบียบที่เกี่ยวข้อง มีความโปร่งใส การเปิดเผยข้อมูล การปฏิบัติตามนโยบายการกำกับดูแลกิจการที่ดี และการบริหารความเสี่ยงที่มีประสิทธิภาพ โดยมุ่งเน้นการเจริญเติบโตอย่างมีเสถียรภาพ ควบคู่ไปกับการดูแลรับผิดชอบต่อสิ่งแวดล้อมและสังคมอย่างยั่งยืน'
        },
        fair_business: {
            title: 'การประกอบธุรกิจด้วยความเป็นธรรม',
            description: 'บริษัทฯ มุ่งเน้นการประกอบธุรกิจอย่างเป็นธรรม ส่งเสริมการแข่งขันทางการค้าอย่างเสรี หลีกเลี่ยงการดำเนินการที่ก่อให้เกิดความขัดแย้งทางผลประโยชน์และสนับสนุนการต่อต้านการทุจริตคอร์รัปชัน'
        },
        respect: {
            title: 'การเคารพต่อหลักสิทธิมนุษยชนและการปฏิบัติต่อแรงงาน',
            description: 'บริษัทฯ สนับสนุนและให้ความสำคัญในการเคารพต่อหลักสิทธิมนุษยชน การปฏิบัติต่อแรงงานอย่างเสมอภาคและเป็นธรรม รวมทั้งการส่งเสริมการเรียนรู้และการพัฒนาบุคลากร ซึ่งเป็นทรัพยากรที่มีค่าขององค์กร'
        },
        participation: {
            title: 'การมีส่วนร่วมพัฒนาชุมชนและสังคม',
            description: 'บริษัทฯ ส่งเสริมการสร้างความเข้มแข็งให้แก่ชุมชนและสังคมในด้านการพัฒนาการศึกษา วัฒนธรรม และการปรับปรุงคุณภาพชีวิต รวมทั้งสนับสนุนให้พนักงานมีส่วนร่วมในการทำงานอาสาสมัครเพื่อกิจกรรมสาธารณประโยชน์ร่วมกับชุมชน'
        },
        relation: {
            title: 'ความสัมพันธ์กับลูกค้าและผู้จัดหา',
            description: 'บริษัทฯ ให้ความสำคัญต่อการรักษามาตรฐานของคุณภาพสินค้าและการพัฒนาผลิตภัณฑ์เพื่อสร้างมูลค่าเพิ่มให้แก่ลูกค้า ความจริงใจต่อการจัดการข้อร้องเรียนของลูกค้า และการรักษาความลับของลูกค้า รวมทั้งการรักษาความสัมพันธ์ทางธุรกิจที่ดีในระยะยาวกับลูกค้าและผู้จัดหา'
        },
        safety: {
            title: 'การบริหารจัดการด้านความปลอดภัย อาชีวอนามัยและสภาพแวดล้อมในการทำงาน',
            description_1: 'บริษัทฯ ให้ความสำคัญอย่างยิ่งในการบริหารจัดการด้านความปลอดภัย อาชีวอนามัยและสภาพแวดล้อมในการทำงาน และมีความมุ่งมั่นที่จะเป็นองค์กรที่ปราศจากอุบัติเหตุและโรคจากการทำงาน โดยการกำหนดนโยบายความปลอดภัย อาชีวอนามัยและสภาพแวดล้อมในการทำงาน เพื่อเป็นแนวทางในการดำเนินกิจกรรมด้านความปลอดภัยอาชีวอนามัยและสภาพแวดล้อมในการทำงาน ทั้งนี้เพื่อยกระดับและสร้างจิตสำนึกด้านความปลอดภัย อาชีวอนามัยและสภาพแวดล้อมในการทำงานให้กับพนักงานและผู้รับเหมาที่เกี่ยวข้อง นอกจากนี้บริษัทฯ ยังนำระบบบริหารจัดการด้านความปลอดภัย อาชีวอนามัยและสภาพแวดล้อมในการทำงาน (ISO 45001:2018) เข้ามาประยุกต์ใช้ ทั้งยังมีการถ่ายทอดและเผยแพร่ตั้งแต่ระดับผู้บริหาร พนักงาน ผู้รับเหมาและผู้ที่เกี่ยวข้องทุกคน เพื่อให้บรรลุเป้าหมายที่ตั้งไว้คือ “สถิติการเกิดอุบัติเหตุและการบาดเจ็บจากการทำงานต้องเป็น ศูนย์” (Zero Accident and Zero Injury)',
            description_2: 'บริษัทฯ ได้ดำเนินกิจกรรมการเสริมสร้างความตระหนักและปลูกฝังพฤติกรรมความปลอดภัยให้กับพนักงานและผู้รับเหมาผ่านการฝึกอบรมหลักสูตรต่างๆ ตามกฎหมาย  เพื่อส่งเสริมให้พนักงานและผู้รับเหมาเกิดการเรียนรู้ เสริมสร้างทักษะในการทำงานอย่างปลอดภัย และการมีทัศนคติที่ดี นำไปสู่การเปลี่ยนแปลงพฤติกรรมส่งผลให้เกิดความปลอดภัยในการทำงานและป้องกันอุบัติเหตุหรือการบาดเจ็บที่อาจเกิดจากการทำงาน นอกจากนี้ บริษัทฯ กำหนดให้มีกระบวนการในการมีส่วนร่วมของพนักงานเพื่อส่งเสริมและสร้างจิตสำนึกด้านความปลอดภัยต่างๆ  ได้แก่ กิจกรรม KYT , Point & Voice , Safety Patrol, Safety Campaign, Safety Day',
            description_3: 'บริษัทฯ ได้ดำเนินการสำรวจพื้นที่ปฏิบัติงาน และทบทวนการประเมินความเสี่ยงด้านสุขภาพให้ครอบคลุมทุกอันตราย  รายการตรวจสภาพแวดล้อม รายการตรวจสุขภาพ-อาชีวอนามัย วิธีการเก็บตัวอย่าง และการส่งตัวอย่าง รวมทั้งกำหนดมาตรการควบคุมเพื่อลดความเสี่ยงด้านสุขภาพ รวมทั้งจัดให้มีการตรวจสุขภาพ-อาชีวอนามัยให้แก่พนักงานเป็นประจำทุกปี นอกจากนี้ยังมีการจัดโครงการส่งเสริมสุขภาพอย่างต่อเนื่องเพื่อส่งเสริมให้พนักงานและผู้รับเหมามีสุขภาพอนามัยที่แข็งแรง'
        }
    }
}
